Repository: sdteffen/epanet2
Catalog: po/*.po
Languages: de

source: Node
de: Knoten

source: Link
de: Leitung

source: /day
de: /Tag

source: o Retrieving network data
de: o Lese Netzwerkdaten

source: Correct syntax is: epanet <input file> <output file>
de: Die korrekte Syntax lautet: epanet2 <Eingabedatei> <Ausgabedatei>

source: Cannot use duplicate file names.
de: Kann Dateinamen nicht doppelt verwenden.

source: Cannot open input file
de: Kann Eingabedatei nicht öffnen:

source: Cannot open report file
de: Kann Berichtsdatei nicht öffen:

source: Cannot open output file
de: Kann Ausgabedatei nicht öffnen:

source: Cannot open temporary output file
de: Kann temporäre Ausgabedatei nicht öffnen

source: ... EPANET completed.
de: ... EPANET beendet.

source: ... EPANET completed. There are warnings.
de: ... EPANET beendet. Es liegen Warnungen vor.

source: ... EPANET completed. There are errors.
de: ... EPANET beendet. Es liegen Fehler vor.

source: o Computing hydraulics at hour
de: o Berechnung der Hydraulik zur Stunde

source: o Computing water quality at hour
de: o Berechnung der Wasserqualität zur Stunde

source: o Transferring results to file
de: o Übertragung der Ergebnisse in Datei

source: o Writing output report to
de: o Schreibe Bericht nach

source: Page 1
de: Seite 1

source: Input Data File ................... %s
de: Eingabedatei....................... %s

source: Number of Junctions................ %-d
de: Anzahl der Abzweige................ %-d

source: Number of Reservoirs............... %-d
de: Anzahl der Speicher................ %-d

source: Number of Tanks ................... %-d
de: Anzahl der Behälter................ %-d

source: Number of Pipes ................... %-d
de: Anzahl der Leitungen............... %-d

source: Number of Pumps ................... %-d
de: Anzahl der Pumpen.................. %-d

source: Number of Valves .................. %-d
de: Anzahl der Schieber................ %-d

source: Headloss Formula .................. %s
de: Reibungsverlustformel.............. %s

source: Hydraulic Timestep ................ %-.2f %s
de: Hydraulischer Zeitschritt.......... %-.2f %s

source: Hydraulic Accuracy ................ %-.6f
de: Hydraulische Genauigkeit........... %-.6f

source: Status Check Frequency ............ %-d
de: Statusprüfungsfrequenz ............ %-d

source: Maximum Trials Checked ............ %-d
de: Maximale Anzahl der Versuche....... %-d

source: Damping Limit Threshold ........... %-.6f
de: Dämpfungsgrenzenschwellwert........ %-.6f

source: Maximum Trials .................... %-d
de: Maximal mögliche Versuche.......... %-d

source: Quality Analysis .................. None
de: Qualitätsanalyse ..................Keine

source: Quality Analysis .................. %s
de: Qualitätsanalyse................... %s

source: Quality Analysis .................. Trace From Node %s
de: Qualitätsanalyse ............. Verfolgung ab Knoten %s

source: Quality Analysis .................. Age
de: Qualitätsanalyse ................ Alter

source: Water Quality Time Step ........... %-.2f min
de: Zeitschritt Wasserqualität ........ %-.2f min

source: Water Quality Tolerance ........... %-.2f %s
de: Toleranz Wasserqualität ........... %-.2f %s

source: Specific Gravity .................. %-.2f
de: Relative Dichte ................... %-.2f

source: Relative Kinematic Viscosity ...... %-.2f
de: Relative kinematische Viskosität .. %-.2f

source: Relative Chemical Diffusivity ..... %-.2f
de: Relative chemische Diffusität ..... %-.2f

source: Demand Multiplier ................. %-.2f
de: Bedarfsfaktor ..................... %-.2f

source: Total Duration .................... %-.2f %s
de: Gesamtdauer .. .................... %-.2f %s

source: Reporting Criteria:
de: Berichtskriterien:

source: No Nodes
de: Keine Knoten

source: All Nodes
de: Alle Knoten

source: Selected Nodes
de: Ausgewählte Knoten

source: No Links
de: Keine Verbindungen

source: All Links
de: Alle Verbindungen

source: Selected Links
de: Ausgewählte Verbindungen

source: with %s below %-.2f %s
de: mit %s unter %-.2f %s

source: with %s above %-.2f %s
de: mit %s über %-.2f %s

source: Hydraulic Status:
de: Hydraulischer Zustand:

source: %10s: Tank %s is %s at %-.2f %s
de: %10s: Behälter %s %s bei %-.2f %s

source: %10s: %s %s changed from %s to %s
de: %10s: %s %s geändert von %s auf %s

source: %10s: %s %s changed by %s %s control
de: %10s: %s %s geändert von %s %s Steuerung

source: %10s: %s %s changed by timer control
de: %10s: %s %s geändert von Zeitsteuerung

source: %s %s setting changed to %-.2f
de: %s %s Einstellung geändert auf %-.2f

source: %s %s switched from %s to %s
de: %s %s wechselt von %s auf %s

source: %10s: Balanced after %-d trials
de: %10s: Ausgeglichen nach %-d Versuchen

source: %10s: Unbalanced after %-d trials (flow change = %-.6f)
de: %10s: Unausgeglichen nach %-d Versuchen (Durchflussänderung = %-.6f)

source: Max. flow imbalance is %.4f %s at Node %s
de: Max. Durchflussabweichung beträgt %.4f %s an Knoten %s

source: Max. head imbalance is %.4f %s at Link %s
de: Max. Druckabweichung beträgt %.4f %s in Verbindung %s

source: %10s: Valve %s caused ill-conditioning
de: %10s: Schieber %s schlechte Konditionierung

source: %10s: System ill-conditioned at node %s
de: %10s: System ist schlecht konditioniert am Knoten %s

source: %10s: %s %s changed by rule %s
de: %10s: %s %s verändert von Regel %s

source: %10s: Balancing the network:
de: %10s: Netzwerk ausbalancieren:

source: Trial %2d: relative flow change = %-.6f
de: Versuch %2d: relative flow change = %-.6f

source: Energy Usage:
de: Energieverbrauch:

source: Usage Avg. Kw-hr Avg. Peak Cost
de: Verbr. Mittel kWh Mittel Spitze Kosten

source: Pump Factor Effic. %s Kw Kw /day
de: Pumpe Faktor Effiz. %s kW kW /Tag

source: %38s Demand Charge: %9.2f
de: %37s Leistungspreis: %9.2f

source: %38s Total Cost: %9.2f
de: %38s Gesamtkosten: %9.2f

source: %s Node Results:
de: %s Knotenergebnisse:

source: Node Results:
de: Knotenergebnisse:

source: Node Results at %s hrs:
de: Knotenergebnisse nach %sh:

source: %s Link Results:
de: %s Verbindungsergebnisse:

source: Link Results:
de: Verbindungsergebnisse:

source: Link Results at %s hrs:
de: Verbindungsergebnisse nach %sh:

source: f Page %-d %60.60s
de: f Seite %-d %60.60s

source: Retrieving network data...
de: Lese Netzwerkdaten...

source: Computing hydraulics at hour %s
de: Berechnung der Hydraulik zur Stunde %s

source: Computing water quality at hour %s
de: Berechnung der Wasserqualität zur Stunde %s

source: Saving results to file...
de: Resultate werden in Datei gespeichert...

source: Analysis begun %s
de: Analyse begonnen am %s

source: Analysis ended %s
de: Analyse beendet am %s

source: System Error 101: insufficient memory available.
de: Systemfehler 101: Nicht genug Hauptspeicher verfügbar.

source: System Error 102: no network data available.
de: Systemfehler 102: Keine Netzwerkdaten vorhanden.

source: System Error 103: hydraulics not initialized.
de: Systemfehler 103: Hydraulik nicht initialisiert.

source: System Error 104: no hydraulics for water quality analysis.
de: Systemfehler 104: Keine Hydraulik für die Wasserqualitätsanalyse.

source: System Error 105: water quality not initialized.
de: Systemfehler 105: Wasserqualität nicht initialisiert.

source: System Error 106: no results saved to report on.
de: Systemfehler 106: Es wurden keine Ergebnisse im Bericht gespeichert.

source: System Error 107: hydraulics supplied from external file.
de: Systemfehler 107: Hydraulik in externer Datei bereitgestellt.

source: System Error 108: cannot use external file while hydraulics solver is active.
de: Systemfehler 108: Kann externe Datei nicht benutzen solange der Hydrauliklöser aktiv ist.

source: System Error 109: cannot change time parameter when solver is active.
de: Systemfehler 109: Zeitparameter kann nicht geändert werden, wenn der Löser aktiv ist.

source: System Error 110: cannot solve network hydraulic equations.
de: Systemfehler 100: Kann die hydraulischen Netzwerkgleichungen nicht lösen.

source: System Error 120: cannot solve water quality transport equations.
de: Systemfehler 120: Kann die Wasserqualitäts-Transportgleichungen nicht lösen.

source: Input Error 200: one or more errors in input file.
de: Eingabefehler 200: Ein oder mehrere Fehler in der Eingabedatei.

source: Input Error 201: syntax error in following line of [%s] section:
de: Eingabefehler 201: Syntaxfehler in der folgenden Line des Abschnittes [%s]:

source: Input Error 202: %s %s contains illegal numeric value.
de: Eingabefehler 202: %s %s enthält einen unzulässigen numerischen Wert.

source: Input Error 203: %s %s refers to undefined node.
de: Eingabefehler 203: %s %s verweist auf undefinierten Knoten.

source: Input Error 204: %s %s refers to undefined link.
de: Eingabefehler 204: %s %s verweist auf undefinierte Verbindung.

source: Input Error 205: %s %s refers to undefined time pattern.
de: Eingabefehler 205: %s %s verweist auf undefinertes Zeitraster.

source: Input Error 206: %s %s refers to undefined curve.
de: Eingabefehler 206: %s %s verweist auf undefinierte Kurve.

source: Input Error 207: %s %s attempts to control a CV.
de: Eingabefehler 207: %s %s versucht eine Rückschlagklappe zu betätigen.

source: Input Error 208: %s specified for undefined Node %s.
de: Eingabefehler 208: %s spezifiziert für undefinierten Knoten %s.

source: Input Error 209: illegal %s value for Node %s.
de: Eingabefehler 209: Unzulässiger %s-Wert für Knoten %s.

source: Input Error 210: %s specified for undefined Link %s.
de: Eingabefehler 210: %s spezifiziert für undefinierte Verbindung %s.

source: Input Error 211: illegal %s value for Link %s.
de: Eingabefehler 211: Unzulässiger %s-Wert für Verbindung %s.

source: Input Error 212: trace node %.0s %s is undefined.
de: Eingabefehler 212: Beobachtungsknoten %.0s %s ist undefiniert.

source: Input Error 213: illegal option value in [%s] section:
de: Eingabefehler 213: Unzulässiger Wert für Option im Abschnitt [%s]:

source: Input Error 214: following line of [%s] section contains too many characters:
de: Eingabefehler 214: Die folgende Linie des Abschnittes [%s] enthält zu viele Zeichen:

source: Input Error 215: %s %s is a duplicate ID.
de: Eingabefehler 215: %s %s ist ein doppelter Schlüssel.

source: Input Error 216: %s data specified for undefined Pump %s.
de: Eingabefehler 216: %s-Daten spezifiziert für undefinierte Pumpe %s.

source: Input Error 217: invalid %s data for Pump %s.
de: Eingabefehler 217: Ungültige %s-Daten für Pumpe %s.

source: Input Error 219: %s %s illegally connected to a tank.
de: Eingabefehler 219: %s %s unzulässig mit einem Behälter verbunden.

source: Input Error 220: %s %s illegally connected to another valve.
de: Eingabefehler 220: %s %s unzulässig mit einem weiteren Schieber verbunden.

source: Input Error 223: not enough nodes in network
de: Eingabefehler 223: Nicht genug Knoten im Netzwerk

source: Input Error 224: no tanks or reservoirs in network.
de: Eingabefehler 224: Keine Behälter oder Speicher im Netzwerk.

source: Input Error 225: invalid lower/upper levels for Tank %s.
de: Eingabefehler 225: Ungültiger untere/obere Füllstand für Behälter %s.

source: Input Error 226: no head curve supplied for Pump %s.
de: Eingabefehler 226: Keine Pumpenkurve angegeben für Pumpe %s.

source: Input Error 227: invalid head curve for Pump %s.
de: Eingabefehler 227: Ungültige Pumpenkurve für Pumpe %s.

source: Input Error 230: Curve %s has nonincreasing x-values.
de: Eingabefehler 230: X-Werte der Kurve %s wachsen nicht.

source: Input Error 233: Node %s is unconnected.
de: Eingabefehler 233. Knoten %s ist nicht verbunden.

source: Input Error 240: %s %s refers to undefined source.
de: Eingabefehler 240: %s %s verweist auf undefinierte Quelle.

source: Input Error 241: %s %s refers to undefined control.
de: Eingabefehler 241: %s %s verweist auf undefinierte Steuerung.

source: Input Error 250: function call contains invalid format.
de: Eingabefehler 250: Funktionsaufruf enthält ungültiges Format.

source: Input Error 251: function call contains invalid parameter code.
de: Eingabefehler 251: Funktionsaufruf enthält ungültigen Parameter.

source: File Error 301: identical file names.
de: Dateifehler 301: Gleiche Dateinamen.

source: File Error 302: cannot open input file.
de: Dateifehler 302: Eingabedatei kann nicht geöffnet werden.

source: File Error 303: cannot open report file.
de: Dateifehler 303: Berichtsdatei kann nicht geöffnet werden.

source: File Error 304: cannot open binary output file.
de: Dateifehler 304: Binäre Ausgabedatei kann nicht geöffnet werden.

source: File Error 305: cannot open hydraulics file.
de: Dateifehler 305: Hydraulikdatei kann nicht geöffnet werden.

source: File Error 306: hydraulics file does not match network data.
de: Dateifehler 306: Hydraulikdatei stimmt nicht mit Netzwerkdaten überein.

source: File Error 307: cannot read hydraulics file.
de: Dateifehler 307: Hydraulikdatei kann nicht gelesen werden.

source: File Error 308: cannot save results to file.
de: Dateifehler 308: Ergebnisse können nicht in Datei gespeichert werden.

source: File Error 309: cannot save results to report file.
de: Dateifehler 309: Ergebnisse können nicht in Berichtsdatei gespeicher werden.

source: Input Error 201: syntax error in following line of
de: Eingabefehler 201: Syntaxfehler in der folgenden Zeile von

source: Input Error 202: illegal numeric value in following line of
de: Eingabefehler 202: Unzulässiger numerischer Wert in der folgenden Zeile von

source: Input Error 203: undefined node in following line of
de: Eingabefehler 203: Undefinierter Knoten in der folgenden Zeile von

source: Input Error 204: undefined link in following line of
de: Eingabefehler 204: Undefinierte Verbindung in der folgenden Zeile von

source: Input Error 207: attempt to control a CV in following line of
de: Eingabefehler 207: Versuch, eine Rückschlagklappe zu betätigen, in der folgende Zeile von

source: Input Error 221: mis-placed clause in following line of
de: Eingabefehler 221: Unangebrachte Bedingung in der folgenden Zeile von

source: WARNING: System unbalanced at %s hrs.
de: WARNUNG: System unausgeglichen nach %s Stunden.

source: WARNING: Maximum trials exceeded at %s hrs. System may be unstable.
de: WARNUNG: Maximalanzahl der Versuche überschritten nach %sh. System kann instabil sein.

source: WARNING: Node %s disconnected at %s hrs
de: WARNUNG: Knoten %s abgetrennt nach %s Stunden

source: WARNING: %d additional nodes disconnected at %s hrs
de: WARNUNG: %d weitere Knoten abgetrennt nach %s Stunden

source: WARNING: System disconnected because of Link %s
de: WARNUNG: System abgetrennt durch Verbindung %s

source: WARNING: Pump %s %s at %s hrs.
de: WARNUNG: Pumpe %s %s nach %s Stunden.

source: WARNING: %s %s %s at %s hrs.
de: WARNUNG: %s %s %s nach %s Stunden.

source: WARNING: Negative pressures at %s hrs.
de: WARNUNG: Negative Drücke nach %s Stunden.

source: WARNING: System hydraulically unbalanced.
de: WARNUNG: System hydraulisch unausgeglichen.

source: WARNING: System may be hydraulically unstable.
de: WARNUNG: System kann hydraulisch instabil sein.

source: WARNING: System disconnected.
de: WARNUNG: System abgetrennt.

source: WARNING: Pumps cannot deliver enough flow or head.
de: WARNUNG: Pumpen können nicht ausreichend Durchfluss oder Druck liefern.

source: WARNING: Valves cannot deliver enough flow.
de: WARNUNG: Schieber können keinen ausreichenden Durchfluss sicherstellen.

source: WARNING: System has negative pressures.
de: WARNUNG: System weist negative Drücke auf.

source: above
de: über

source: below
de: unter

source: Chemical
de: Chemisch

source: closed because cannot deliver head
de: gesperrt, weil kein Druck aufgebaut werden kann

source: temporarily closed
de: temporär geschlossen

source: closed
de: geschlossen

source: open
de: geöffnet

source: active
de: aktiv

source: open but exceeds maximum flow
de: geöffnet, aber überschreitet maximalen Durchfluss

source: open but cannot deliver flow
de: geöffnet, kann aber keinen Durchfluss liefern

source: open but cannot deliver pressure
de: geöffnet, kann aber keinen Druck aufbauen

source: filling
de: füllt sich

source: emptying
de: leert sich

source: Elevation
de: Höhe

source: Demand
de: Bedarf

source: Head
de: Energiehöhe

source: Pressure
de: Druck

source: Quality
de: Qualität

source: Length
de: Länge

source: Diameter
de: Durchmesser

source: Flow
de: Durchfluss

source: Velocity
de: Geschwindigkeit

source: Headloss
de: Verlusthöhe

source: State
de: Status

source: Setting
de: Einstellung

source: Reaction
de: Reaktion

source: F-Factor
de: Reibungsfaktor

source: Junction
de: Abzweig

source: Reservoir
de: Speicher

source: Tank
de: Behälter

source: Pipe
de: Leitung

source: Pump
de: Pumpe

source: Valve
de: Schieber

source: Control
de: Steuerung

source: Rule
de: Regel

source: Demand for Node
de: Knotenbedarf

source: Source
de: Quelle

source: Emitter
de: Emissionsquelle

source: Pattern
de: Raster

source: Curve
de: Kurve

source: Roughness
de: Rauhigkeit

source: Energy
de: Energie

source: Mixing
de: Mischen

source: Report
de: Bericht

source: Times
de: Zeiten

source: Options
de: Optionen

source: [RULES] section
de: [RULES] Abschnitt

source: EXECUTION HALTED.
de: AUSFÜHRUNG UNTERBROCHEN

source: function call
de: Funktionsaufruf

source: (continued)
de: (fortgesetzt)

source: /m3
de: /m³

source: * Hydraulic and Water Quality *
de: * Hydraulik- und Wasserqualitäts- *

source: * Analysis for Pipe Networks *
de: * analyse für Rohrleitungsnetze *

source: * Version 2.00.12 *
de: * Version 2.00.12 (DE) *
